Repository: nuraqueer/PGPony-Translations-ko
Catalog: ios/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, pt_br, zh_hans

source: Most screens update immediately. Restart PGPony if some text remains in the previous language.
de: Die meisten Bildschirme werden sofort aktualisiert. Starte PGPony neu, falls etwas Text in der vorherigen Sprache bleibt.
es: La mayoría de pantallas se actualizan al instante. Reinicia PGPony si algún texto permanece en el idioma anterior.
fr: La plupart des écrans sont mis à jour immédiatement. Redémarrez PGPony si du texte reste dans la langue précédente.
ja: ほとんどの画面はすぐに更新されます。前の言語のままになっているテキストがある場合は PGPony を再起動してください。
pt_br: A maioria das telas é atualizada imediatamente. Reinicie o PGPony se algum texto permanecer no idioma anterior.
zh_hans: 大多数界面会立即更新。如果部分文字仍是原语言，请重启 PGPony。

source: My Keys
de: Meine Schlüssel
es: Mis claves
fr: Mes clés
ja: 自分の鍵
pt_br: Minhas Chaves
zh_hans: 我的密钥

source: My Keys are your own key pairs — both the public key (used to receive encrypted messages) and the private key (used to decrypt them). These represent your identities. Contacts are other people's public keys — just the public half. You import these to send someone an encrypted message. You can never decrypt with a contact's key because you don't have their private key. Think of it like a postal system: you keep your own mailbox key in My Keys, and you collect everyone else's mailing addresses in Contacts.
de: „Meine Schlüssel“ sind deine eigenen Schlüsselpaare – sowohl der öffentliche Schlüssel (zum Empfangen verschlüsselter Nachrichten) als auch der private Schlüssel (zum Entschlüsseln). Sie repräsentieren deine Identitäten. „Kontakte“ sind die öffentlichen Schlüssel anderer Personen – also nur die öffentliche Hälfte. Du importierst sie, um jemandem eine verschlüsselte Nachricht zu schicken. Du kannst mit dem Schlüssel eines Kontakts nie entschlüsseln, weil dir der private Schlüssel der anderen Person fehlt. Stell es dir wie ein Postsystem vor: Deinen eigenen Briefkastenschlüssel hast du in „Meine Schlüssel“, und die Postadressen aller anderen sammelst du in „Kontakte“.
es: Mis claves son tus propios pares de claves: la clave pública (para recibir mensajes cifrados) y la clave privada (para descifrarlos). Representan tus identidades. Contactos son las claves públicas de otras personas, solo la mitad pública. Las importas para enviarle a alguien un mensaje cifrado. Nunca podrás descifrar con la clave de un contacto porque no tienes su clave privada. Piénsalo como un sistema postal: en Mis claves guardas la llave de tu propio buzón y en Contactos coleccionas las direcciones postales de los demás.
fr: Mes clés contiennent vos propres paires de clés — la clé publique (pour recevoir des messages chiffrés) et la clé privée (pour les déchiffrer). Elles représentent vos identités. Contacts contient les clés publiques d'autres personnes — uniquement la moitié publique. Vous les importez pour leur envoyer un message chiffré. Vous ne pouvez jamais déchiffrer avec la clé d'un contact, car vous n'avez pas sa clé privée. C'est comme un système postal : votre propre clé de boîte aux lettres se trouve dans Mes clés, et les adresses postales des autres se trouvent dans Contacts.
ja: 「自分の鍵」はあなた自身の鍵ペアです。暗号化されたメッセージを受け取るための公開鍵と、それを復号するための秘密鍵の両方を含み、あなたのアイデンティティを表します。 「連絡先」は他の人の公開鍵だけです。誰かに暗号化したメッセージを送るためにインポートします。連絡先の鍵では復号できません。相手の秘密鍵を持っていないからです。 郵便にたとえると、自分の郵便受けの鍵は「自分の鍵」に保管し、他の人の宛先住所は「連絡先」に集めるイメージです。
pt_br: Minhas Chaves são seus próprios pares de chaves — tanto a chave pública (para receber mensagens cifradas) quanto a privada (para decifrá-las). Elas representam suas identidades. Contatos são as chaves públicas de outras pessoas — apenas a metade pública. Você as importa para enviar uma mensagem cifrada a alguém. Nunca conseguirá decifrar com a chave de um contato, porque não tem a chave privada dessa pessoa. Pense em um sistema postal: a chave do seu próprio caixa-postal fica em Minhas Chaves, e os endereços de correspondência dos demais ficam em Contatos.
zh_hans: 「我的密钥」是你自己的密钥对——既包括公钥（用于接收加密消息），也包括私钥（用于解密）。它们代表你的各个身份。 「联系人」是其他人的公钥——只有公开的那一半。你导入它们，以便给某人发送加密消息。你永远无法用联系人的密钥解密，因为你没有他们的私钥。 可以把它想象成邮政系统：你自己的信箱钥匙放在「我的密钥」里，而把其他人的邮寄地址收在「联系人」里。

source: Name is required.
de: Name ist erforderlich.
es: El nombre es obligatorio.
fr: Le nom est obligatoire.
ja: 氏名は必須です。
pt_br: O nome é obrigatório.
zh_hans: 姓名为必填项。

source: Need a full fingerprint (40 hex characters) or a 16-character key ID. "%@" is %lld characters.
de: Erforderlich ist ein vollständiger Fingerabdruck (40 Hexadezimalzeichen) oder eine 16-stellige Schlüssel-ID. „%@" hat %lld Zeichen.
es: Se necesita una huella digital completa (40 caracteres hexadecimales) o un ID de clave de 16 caracteres. «%@» tiene %lld caracteres.
fr: Il faut une empreinte complète (40 caractères hexadécimaux) ou un ID de clé de 16 caractères. « %@ » compte %lld caractères.
ja: 完全なフィンガープリント（16 進 40 文字）または 16 文字の鍵 ID が必要です。「%@」は %lld 文字です。
pt_br: É necessária uma impressão digital completa (40 caracteres hexadecimais) ou um ID de chave de 16 caracteres. "%@" tem %lld caracteres.
zh_hans: 需要完整的指纹（40 位十六进制字符）或 16 位密钥 ID。"%@" 只有 %lld 个字符。

source: Network error: %@
de: Netzwerkfehler: %@
es: Error de red: %@
fr: Erreur réseau : %@
ja: ネットワークエラー：%@
pt_br: Erro de rede: %@
zh_hans: 网络错误：%@

source: Never
de: Nie
es: Nunca
fr: Jamais
ja: なし
pt_br: Nunca
zh_hans: 从不

source: New Admin PIN
de: Neue Admin-PIN
es: Nuevo PIN de administrador
fr: Nouveau PIN administrateur
ja: 新しい管理者 PIN
pt_br: Novo PIN de administrador
zh_hans: 新管理员 PIN

source: New Expiration
de: Neues Ablaufdatum
es: Nueva caducidad
fr: Nouvelle expiration
ja: 新しい有効期限
pt_br: Nova validade
zh_hans: 新有效期

source: New keys can use Ed25519 for signatures and Curve25519 for encryption — the same elliptic curves used by Signal, SSH, and TLS 1.3. Messages are symmetrically encrypted with AES-256 in AEAD OCB mode (RFC 9580), with the session key encrypted to each recipient's public key. PGPony can also read and import legacy RSA and DSA keys for interoperability with older OpenPGP installations. All cryptography is performed by ObjectivePGP and Apple's CryptoKit — both audited and used in production environments worldwide.
de: Neue Schlüssel können Ed25519 für Signaturen und Curve25519 für Verschlüsselung nutzen – dieselben elliptischen Kurven wie bei Signal, SSH und TLS 1.3. Nachrichten werden symmetrisch mit AES-256 im AEAD-OCB-Modus (RFC 9580) verschlüsselt. Der Sitzungsschlüssel wird für jeden öffentlichen Schlüssel der Empfängerseite gesondert verschlüsselt. PGPony kann zudem ältere RSA- und DSA-Schlüssel lesen und importieren, damit es mit älteren OpenPGP-Installationen kompatibel bleibt. Die gesamte Kryptografie übernehmen ObjectivePGP und Apples CryptoKit – beide auditiert und weltweit in Produktivumgebungen im Einsatz.
es: Las claves nuevas pueden usar Ed25519 para firmas y Curve25519 para cifrado: las mismas curvas elípticas que usan Signal, SSH y TLS 1.3. Los mensajes se cifran simétricamente con AES-256 en modo AEAD OCB (RFC 9580), y la clave de sesión se cifra con la clave pública de cada destinatario. PGPony también puede leer e importar claves heredadas RSA y DSA para mantener la interoperabilidad con instalaciones OpenPGP antiguas. Toda la criptografía la realizan ObjectivePGP y CryptoKit de Apple: ambas auditadas y usadas en entornos de producción en todo el mundo.
fr: Les nouvelles clés peuvent utiliser Ed25519 pour les signatures et Curve25519 pour le chiffrement — les mêmes courbes elliptiques que Signal, SSH et TLS 1.3. Les messages sont chiffrés symétriquement avec AES-256 en mode AEAD OCB (RFC 9580), la clé de session étant chiffrée pour la clé publique de chaque destinataire. PGPony peut aussi lire et importer d'anciennes clés RSA et DSA pour rester interopérable avec les installations OpenPGP plus anciennes. Toute la cryptographie est assurée par ObjectivePGP et CryptoKit d'Apple — tous deux audités et utilisés en production dans le monde entier.
ja: 新しい鍵は、署名に Ed25519、暗号化に Curve25519 を使用できます。これは Signal、SSH、TLS 1.3 で使われているのと同じ楕円曲線です。 メッセージは AES-256 を AEAD OCB モード（RFC 9580）で対称暗号化し、各宛先の公開鍵に対してセッション鍵を個別に暗号化します。 PGPony は、古い OpenPGP 環境との相互運用のために、レガシーの RSA や DSA の鍵を読み込んでインポートすることもできます。 すべての暗号処理は ObjectivePGP と Apple の CryptoKit によって行われます。いずれも監査済みで、世界中の本番環境で使われています。
pt_br: As novas chaves podem usar Ed25519 para assinaturas e Curve25519 para cifragem — as mesmas curvas elípticas usadas por Signal, SSH e TLS 1.3. As mensagens são cifradas simetricamente com AES-256 no modo AEAD OCB (RFC 9580), e a chave de sessão é cifrada para a chave pública de cada destinatário. O PGPony também consegue ler e importar chaves RSA e DSA legadas para interoperar com instalações OpenPGP mais antigas. Toda a criptografia é feita pelo ObjectivePGP e pelo CryptoKit da Apple — ambos auditados e usados em ambientes de produção no mundo todo.
zh_hans: 新密钥可使用 Ed25519 进行签名、Curve25519 进行加密——与 Signal、SSH 和 TLS 1.3 所用的椭圆曲线相同。 消息以 AES-256 的 AEAD OCB 模式（RFC 9580）对称加密，会话密钥则用每个收件人的公钥加密。 PGPony 还可读取并导入旧式的 RSA 和 DSA 密钥，以便与较老的 OpenPGP 安装互通。 所有加密运算均由 ObjectivePGP 和 Apple 的 CryptoKit 完成——两者均经过审计，并在全球生产环境中使用。

source: New keys can use Ed25519 for signing and Curve25519 for encryption — the same elliptic curves used by Signal, SSH, and TLS 1.3. Symmetric encryption uses AES-256 with AEAD OCB mode (RFC 9580).
de: Neue Schlüssel können Ed25519 für Signaturen und Curve25519 für die Verschlüsselung nutzen – die gleichen elliptischen Kurven, die auch Signal, SSH und TLS 1.3 verwenden. Symmetrisch wird mit AES-256 im AEAD-OCB-Modus (RFC 9580) verschlüsselt.
es: Las claves nuevas pueden usar Ed25519 para firmar y Curve25519 para cifrar: las mismas curvas elípticas que utilizan Signal, SSH y TLS 1.3. El cifrado simétrico usa AES-256 con modo AEAD OCB (RFC 9580).
fr: Les nouvelles clés peuvent utiliser Ed25519 pour la signature et Curve25519 pour le chiffrement — les mêmes courbes elliptiques que Signal, SSH et TLS 1.3. Le chiffrement symétrique utilise AES-256 en mode AEAD OCB (RFC 9580).
ja: 新しい鍵では署名に Ed25519、暗号化に Curve25519 を使用できます。これらは Signal、SSH、TLS 1.3 と同じ楕円曲線です。共通鍵暗号には AES-256（AEAD OCB モード、RFC 9580）を使用します。
pt_br: Novas chaves podem usar Ed25519 para assinatura e Curve25519 para cifragem — as mesmas curvas elípticas usadas por Signal, SSH e TLS 1.3. A cifragem simétrica usa AES-256 com modo AEAD OCB (RFC 9580).
zh_hans: 新密钥可使用 Ed25519 进行签名、Curve25519 进行加密——与 Signal、SSH 和 TLS 1.3 所用的椭圆曲线相同。对称加密采用 AES-256 的 AEAD OCB 模式（RFC 9580）。

source: New PIN
de: Neue PIN
es: Nuevo PIN
fr: Nouveau PIN
ja: 新しい PIN
pt_br: Novo PIN
zh_hans: 新 PIN

source: New PIN must be at least %lld characters.
de: Die neue PIN muss mindestens %lld Zeichen lang sein.
es: El nuevo PIN debe tener al menos %lld caracteres.
fr: Le nouveau PIN doit comporter au moins %lld caractères.
ja: 新しい PIN は最低 %lld 文字必要です。
pt_br: O novo PIN deve ter pelo menos %lld caracteres.
zh_hans: 新 PIN 至少需要 %lld 个字符。

source: New to PGP?
de: Neu bei PGP?
es: ¿Nuevo en PGP?
fr: Nouveau sur PGP ?
ja: PGP は初めてですか？
pt_br: Novo no PGP?
zh_hans: 初次使用 PGP？

source: New User PIN (PW1)
de: Neue Benutzer-PIN (PW1)
es: Nuevo PIN de usuario (PW1)
fr: Nouveau PIN utilisateur (PW1)
ja: 新しいユーザー PIN (PW1)
pt_br: Novo PIN de usuário (PW1)
zh_hans: 新用户 PIN（PW1）

source: Next
de: Weiter
es: Siguiente
fr: Suivant
ja: 次へ
pt_br: Próximo
zh_hans: 下一步

source: Next part
de: Nächster Teil
es: Parte siguiente
fr: Partie suivante
ja: 次のパート
pt_br: Próxima parte
zh_hans: 下一段

source: NFC (tap)
de: NFC (auflegen)
es: NFC (acercar)
fr: NFC (approche)
ja: NFC(タップ)
pt_br: NFC (aproximar)
zh_hans: NFC（轻触）

source: No armored key data available
de: Keine ASCII-gepanzerten Schlüsseldaten verfügbar
es: No hay datos de clave en armadura disponibles
fr: Aucune donnée de clé en armure disponible
ja: ASCII アーマー形式の鍵データがありません
pt_br: Não há dados de chave em armored disponíveis
zh_hans: 没有可用的 armored 密钥数据

source: No Backup
de: Kein Backup
es: Sin copia de seguridad
fr: Aucune sauvegarde
ja: バックアップなし
pt_br: Sem backup
zh_hans: 无备份

source: No camera available on this device.
de: Auf diesem Gerät ist keine Kamera verfügbar.
es: Este dispositivo no tiene cámara disponible.
fr: Aucune caméra disponible sur cet appareil.
ja: この端末にはカメラがありません。
pt_br: Nenhuma câmera disponível neste dispositivo.
zh_hans: 此设备上没有可用的相机。

source: No card detected. Check that your key supports NFC and hold it flat against the top of your iPhone. USB-C-only keys such as the YubiKey 5C can't be tapped.
de: Keine Karte erkannt. Prüfe, ob dein Schlüssel NFC unterstützt, und halte ihn flach an die Oberseite deines iPhones. Reine USB-C-Schlüssel wie der YubiKey 5C können nicht aufgelegt werden.
es: No se detectó ninguna tarjeta. Comprueba que tu clave admita NFC y mantenla plana contra la parte superior de tu iPhone. Las claves solo USB-C como la YubiKey 5C no se pueden acercar.
fr: Aucune carte détectée. Vérifiez que votre clé prend en charge le NFC et maintenez-la à plat contre le haut de votre iPhone. Les clés uniquement USB-C telles que la YubiKey 5C ne peuvent pas être approchées.
ja: カードを検出できません。キーがNFC対応か確認し、iPhoneの上部に平らにかざしてください。YubiKey 5CなどのUSB-C専用キーはタップできません。
pt_br: Nenhum cartão detectado. Verifique se sua chave suporta NFC e encoste-a reta no topo do seu iPhone. Chaves apenas USB-C como a YubiKey 5C não podem ser aproximadas.
zh_hans: 未检测到卡。请确认你的密钥支持 NFC，并将其平贴在 iPhone 顶部。YubiKey 5C 等仅支持 USB-C 的密钥无法通过轻触使用。

source: No card detected. If your key is USB-C only — like a YubiKey 5C — it can't be tapped. Plug it into the USB-C port instead.
de: Keine Karte erkannt. Wenn dein Schlüssel nur USB-C hat — wie ein YubiKey 5C — kann er nicht aufgelegt werden. Schließe ihn stattdessen an den USB-C-Anschluss an.
es: No se detectó ninguna tarjeta. Si tu clave es solo USB-C —como una YubiKey 5C— no se puede acercar. En su lugar, conéctala al puerto USB-C.
fr: Aucune carte détectée. Si votre clé est uniquement USB-C — comme une YubiKey 5C — elle ne peut pas être approchée. Branchez-la plutôt sur le port USB-C.
ja: カードを検出できません。YubiKey 5CのようなUSB-C専用キーはタップできません。代わりにUSB-Cポートに接続してください。
pt_br: Nenhum cartão detectado. Se sua chave for apenas USB-C — como uma YubiKey 5C — ela não pode ser aproximada. Conecte-a à porta USB-C em vez disso.
zh_hans: 未检测到卡。如果你的密钥仅支持 USB-C——例如 YubiKey 5C——则无法通过轻触使用。请改为插入 USB-C 接口。

source: No comment header will be written
de: Es wird kein Kommentar-Header geschrieben
es: No se escribirá ningún encabezado de comentario
fr: Aucun en-tête de commentaire ne sera écrit
ja: コメントヘッダーは書き込まれません
pt_br: Nenhum cabeçalho de comentário será escrito
zh_hans: 不会写入注释头

source: No Contacts Found
de: Keine Kontakte gefunden
es: No se han encontrado contactos
fr: Aucun contact trouvé
ja: 連絡先が見つかりません
pt_br: Nenhum contato encontrado
zh_hans: 未找到联系人

source: No contacts with email addresses were found. Contacts need email addresses to match with PGP keys.
de: Es wurden keine Kontakte mit E-Mail-Adressen gefunden. Kontakte benötigen E-Mail-Adressen, um mit PGP-Schlüsseln verknüpft zu werden.
es: No se han encontrado contactos con correo electrónico. Los contactos necesitan un correo para emparejarse con claves PGP.
fr: Aucun contact avec adresse e-mail n'a été trouvé. Les contacts ont besoin d'une adresse e-mail pour être associés à des clés PGP.
ja: メールアドレスを持つ連絡先が見つかりません。 PGP 鍵と一致させるには連絡先にメールアドレスが必要です。
pt_br: Nenhum contato com endereço de e-mail foi encontrado. Os contatos precisam de e-mail para combinar com chaves PGP.
zh_hans: 未找到带邮箱地址的联系人。 联系人需要有邮箱地址才能与 PGP 密钥匹配。

source: No Cv25519 keys available
de: Keine Cv25519-Schlüssel verfügbar
es: No hay claves Cv25519 disponibles
fr: Aucune clé Cv25519 disponible
ja: 利用できる Cv25519 鍵がありません
pt_br: Nenhuma chave Cv25519 disponível
zh_hans: 没有可用的 Cv25519 密钥

source: No Entries
de: Keine Einträge
es: Sin entradas
fr: Aucune entrée
ja: エントリなし
pt_br: Sem entradas
zh_hans: 无条目

source: No file selected
de: Keine Datei ausgewählt
es: Ningún archivo seleccionado
fr: Aucun fichier sélectionné
ja: ファイルが選択されていません
pt_br: Nenhum arquivo selecionado
zh_hans: 未选择文件

source: No key available
de: Kein Schlüssel verfügbar
es: No hay clave disponible
fr: Aucune clé disponible
ja: 利用できる鍵がありません
pt_br: Nenhuma chave disponível
zh_hans: 没有可用的密钥

source: No Key Found
de: Kein Schlüssel gefunden
es: No se encontró ninguna clave
fr: Aucune clé trouvée
ja: 鍵が見つかりません
pt_br: Nenhuma chave encontrada
zh_hans: 未找到密钥

source: No key in your keyring matches this entry's recipient. Import or link the key it was encrypted to, then try again.
de: Kein Schlüssel in deinem Schlüsselbund passt zum Empfänger dieses Eintrags. Importiere oder verknüpfe den Schlüssel, an den verschlüsselt wurde, und versuche es erneut.
es: Ninguna clave de tu llavero coincide con el destinatario de esta entrada. Importa o vincula la clave con la que se cifró y vuelve a intentarlo.
fr: Aucune clé de votre trousseau ne correspond au destinataire de cette entrée. Importez ou associez la clé de chiffrement, puis réessayez.
ja: 鍵束にこのエントリの宛先と一致する鍵がありません。暗号化に使われた鍵をインポートまたは関連付けてから、もう一度お試しください。
pt_br: Nenhuma chave no seu chaveiro corresponde ao destinatário desta entrada. Importe ou vincule a chave usada na cifração e tente novamente.
zh_hans: 密钥环中没有与此条目收件人匹配的密钥。请导入或关联加密所用的密钥，然后重试。

source: No Key Pairs
de: Keine Schlüsselpaare
es: No hay pares de claves
fr: Aucune paire de clés
ja: 鍵ペアがありません
pt_br: Sem pares de chaves
zh_hans: 没有密钥对

source: No key pairs available for decryption.
de: Keine Schlüsselpaare zum Entschlüsseln verfügbar.
es: No hay pares de claves disponibles para descifrar.
fr: Aucune paire de clés disponible pour le déchiffrement.
ja: 復号に使える鍵ペアがありません。
pt_br: Nenhum par de chaves disponível para decifragem.
zh_hans: 没有可用于解密的密钥对。

source: No keys available. Open PGPony to sync your keyring.
de: Keine Schlüssel verfügbar. Öffne PGPony, um deinen Schlüsselbund zu synchronisieren.
es: No hay claves disponibles. Abre PGPony para sincronizar tu llavero.
fr: Aucune clé disponible. Ouvrez PGPony pour synchroniser votre trousseau.
ja: 利用できる鍵がありません。PGPony を開いて鍵束を同期してください。
pt_br: Nenhuma chave disponível. Abra o PGPony para sincronizar seu chaveiro.
zh_hans: 没有可用的密钥。请打开 PGPony 以同步你的密钥环。

source: No keys loaded
de: Keine Schlüssel geladen
es: No hay claves cargadas
fr: Aucune clé chargée
ja: 鍵が読み込まれていません
pt_br: Nenhuma chave carregada
zh_hans: 未加载任何密钥

source: No keys match "%@".
de: Keine Schlüssel passen zu "%@".
es: Ninguna clave coincide con "%@".
fr: Aucune clé ne correspond à "%@".
ja: "%@" に一致する鍵はありません。
pt_br: Nenhuma chave corresponde a "%@".
zh_hans: 没有与「%@」匹配的密钥。

source: No Keys Yet
de: Noch keine Schlüssel
es: Aún no hay claves
fr: Aucune clé pour l'instant
ja: まだ鍵がありません
pt_br: Ainda sem chaves
zh_hans: 还没有密钥

source: No mail app is set up. Please email norsehorse@norsehor.se directly.
de: Es ist keine Mail-App eingerichtet. Bitte schreibe direkt an norsehorse@norsehor.se.
es: No hay ninguna app de correo configurada. Escribe directamente a norsehorse@norsehor.se.
fr: Aucune application de messagerie n'est configurée. Veuillez écrire directement à norsehorse@norsehor.se.
ja: メールアプリが設定されていません。norsehorse@norsehor.se に直接メールしてください。
pt_br: Nenhum app de e-mail está configurado. Envie um e-mail diretamente para norsehorse@norsehor.se.
zh_hans: 未设置任何邮件应用。请直接发邮件至 norsehorse@norsehor.se。

source: No matching decryption key found
de: Kein passender Entschlüsselungsschlüssel gefunden
es: No se encontró una clave de descifrado coincidente
fr: Aucune clé de déchiffrement correspondante trouvée
ja: 一致する復号鍵が見つかりません
pt_br: Nenhuma chave de decifração correspondente encontrada
zh_hans: 未找到匹配的解密密钥

source: No matching key found
de: Kein passender Schlüssel gefunden
es: No se encontró ninguna clave coincidente
fr: Aucune clé correspondante trouvée
ja: 一致する鍵が見つかりません
pt_br: Nenhuma chave correspondente encontrada
zh_hans: 未找到匹配的密钥

source: No matching key.
de: Kein passender Schlüssel.
es: Ninguna clave coincide.
fr: Aucune clé correspondante.
ja: 一致する鍵がありません。
pt_br: Nenhuma chave correspondente.
zh_hans: 没有匹配的密钥。

source: No matching public key found in your keyring (signing key ends %@). Import this key's public key first.
de: Kein passender öffentlicher Schlüssel im Schlüsselbund gefunden (Signierschlüssel endet auf %@). Importiere zuerst den öffentlichen Schlüssel dieses Schlüssels.
es: No se encontró una clave pública coincidente en tu llavero (la clave de firma termina en %@). Importa primero la clave pública de esta clave.
fr: Aucune clé publique correspondante dans votre trousseau (la clé de signature se termine par %@). Importez d'abord la clé publique de cette clé.
ja: 鍵束に一致する公開鍵が見つかりません（署名鍵の末尾は %@）。先にこの鍵の公開鍵をインポートしてください。
pt_br: Nenhuma chave pública correspondente encontrada no seu chaveiro (a chave de assinatura termina em %@). Importe primeiro a chave pública desta chave.
zh_hans: 密钥环中未找到匹配的公钥（签名密钥以 %@ 结尾）。请先导入此密钥的公钥。

source: No new keys found for %lld contacts.
de: Für %lld Kontakte wurden keine neuen Schlüssel gefunden.
es: No se han encontrado claves nuevas para %lld contactos.
fr: Aucune nouvelle clé trouvée pour %lld contacts.
ja: %lld 件の連絡先に対して新しい鍵は見つかりませんでした。
pt_br: Nenhuma chave nova encontrada para %lld contatos.
zh_hans: 未为 %lld 位联系人找到新密钥。

source: No OpenPGP application was found on the card.
de: Auf der Karte wurde keine OpenPGP-Anwendung gefunden.
es: No se encontró ninguna aplicación OpenPGP en la tarjeta.
fr: Aucune application OpenPGP n'a été trouvée sur la carte.
ja: カード上に OpenPGP アプリケーションが見つかりませんでした。
pt_br: Nenhum aplicativo OpenPGP foi encontrado no cartão.
zh_hans: 卡上未找到 OpenPGP 应用。

source: No PGP key was found on keys.openpgp.org for %@.
de: Auf keys.openpgp.org wurde kein PGP-Schlüssel für %@ gefunden.
es: No se ha encontrado ninguna clave PGP en keys.openpgp.org para %@.
fr: Aucune clé PGP n'a été trouvée sur keys.openpgp.org pour %@.
ja: %@ に対応する PGP 鍵は keys.openpgp.org で見つかりませんでした。
pt_br: Não foi encontrada nenhuma chave PGP no keys.openpgp.org para %@.
zh_hans: 在 keys.openpgp.org 上未找到 %@ 的 PGP 密钥。

source: No PGP key was found on keys.openpgp.org for this email address.
de: Auf keys.openpgp.org wurde für diese E-Mail-Adresse kein PGP-Schlüssel gefunden.
es: No se ha encontrado ninguna clave PGP en keys.openpgp.org para esta dirección de correo.
fr: Aucune clé PGP n'a été trouvée sur keys.openpgp.org pour cette adresse e-mail.
ja: このメールアドレスに対応する PGP 鍵は keys.openpgp.org で見つかりませんでした。
pt_br: Não foi encontrada nenhuma chave PGP no keys.openpgp.org para este endereço de e-mail.
zh_hans: 在 keys.openpgp.org 上未找到此邮箱地址的 PGP 密钥。

source: No PIN is remembered for this key. Enter its PIN once and it can be remembered.
de: Für diesen Schlüssel ist keine PIN gemerkt. Gib seine PIN einmal ein, dann kann sie gemerkt werden.
es: No se recuerda ningún PIN para esta clave. Introduce su PIN una vez y podrá recordarse.
fr: Aucun PIN n'est mémorisé pour cette clé. Saisissez son PIN une fois pour qu'il puisse être mémorisé.
ja: このキーのPINは記憶されていません。一度PINを入力すると記憶できます。
pt_br: Nenhum PIN é lembrado para esta chave. Digite o PIN dela uma vez e ele poderá ser lembrado.
zh_hans: 尚未记忆此密钥的 PIN。输入一次其 PIN 后即可记忆。

source: No private keys available. Generate or import a key pair first.
de: Keine privaten Schlüssel verfügbar. Erzeuge oder importiere zuerst ein Schlüsselpaar.
es: No hay claves privadas disponibles. Genera o importa un par de claves primero.
fr: Aucune clé privée disponible. Générez ou importez d'abord une paire de clés.
ja: 利用できる秘密鍵がありません。まず鍵ペアを作成またはインポートしてください。
pt_br: Nenhuma chave privada disponível. Gere ou importe um par de chaves primeiro.
zh_hans: 没有可用的私钥。请先生成或导入一个密钥对。
